Repository: collective/collective.contact.widget
Catalog: src/collective/contact/widget/locales/*/LC_MESSAGES/collective.contact.widget.po
Languages: es

source: (nothing)
es: (ninguno)

source: Contact
es: Contacto

source: Contact content types that should be provided by autocompletion
es: Tipos de contenido de contacto que se pueden ofrecer por el autocompletado

source: Contact list
es: Lista de contactos

source: Contact types
es: Tipos de contactos

source: Fill your search here...
es: Saisissez votre recherche...

source: Review states
es: Estados de flujo de trabajo

source: Review states that should be visible
es: Estados de flujo de trabajo que debería esta visible

source: help_widget_add_new_elt
es: Si el elemento no existe, usted puede añadirlo a la base de datos :

source: please wait
es: por favor, sea paciente, espero un poco
